{
  "lessons": [
    {
      "num": "1",
      "name": "Beamer HDMI connection",
      "rooms": [
        "Winter",
        "Zomer"
      ],
      "NumOfSlides": "5",
      "Slides": [
        "In this lesson we will see how to connect your laptop with the beamer, by using the HDMI cable.",
        "Take the HDMI cable of the beamer, usually located there and connect it to the HDMI port of your laptop.",
        "Your screen should be projected automatically on the wall",
        "In case it is not, press the tade button on the remote control of the beamer, located there",
        "And that's it! Congratulation!"
      ]
    },
    {
      "num": "2",
      "name": "Beamer VGA connection",
      "rooms": [
        "Winter",
        "Zomer"
      ],
      "NumOfSlides": "5",
      "Slides": [
        "This lesson will teach you how to connect your laptop with the beamer, by using the VGA cable.",
        "Take the VGA cable, located there and connect it to your laptop",
        "Your screen should be projected automatically on the wall",
        "In case it is not, press the tade button on the remote control of the beamer, located there",
        "And that's it! Congratulation!"
      ]
    },
    {
      "num": "3",
      "name": "Multiple Input",
      "rooms": [
        "Winter",
        "Zomer"
      ],
      "NumOfSlides": "3",
      "Slides": [
        "The beamer in this room supports input from multiple sources",
        "Connect one laptop with the HDMI cable, the other with the VGA and press the right button on the remote.",
        "And that is all!"
      ]
    },
    {
      "num": "4",
      "name": "Operate the lights",
      "rooms": [
        "Winter",
        "Zomer"
      ],
      "NumOfSlides": "4",
      "Slides": [
        "Most of the lights throughout the Welten Institute are automatic, although there is the possibility of turning them off when you want.",
        "Next to the door there is a small controller, mounted on the wall.",
        "By using this you can operate the lights as you want.",
        "Too much light during your presentation? Not a problem with the remote at hand!"
      ]
    },
    {
      "num": "5",
      "name": "Operate the shutters",
      "rooms": [
        "Activities Room",
        "Winter",
        "Zomer"
      ],
      "NumOfSlides": "4",
      "Slides": [
        "Is the weather good, but the shutters are down? Is the sunlight bothering you? Don't worry!",
        "Although the shutters work automatically, you can still operate them yourself, making the environment more to your liking",
        "On the walls, a bit under the windows, you will find some small switches with arrows pointing up and down painted on them.",
        "By pressing them, and keeping them pressed, you can put the shutters to your desired height."      ]
    },
    {
      "num": "6",
      "name": "Operate the lights",
      "rooms": [
        "Activities Room"
      ],
      "NumOfSlides": "3",
      "Slides": [
        "Most of the lights throughout the Welten Institute are automatic, although there is (?) a switch to operate them",
        "Search at that place to find the switch, press it and see what happens.",
        "And that's it! Well done!"
      ]
    }
  ]
}